Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/government_in_ireland/national_government/houses_of_the_oireachtas/registering_a_political_party.html.txt.tmx
Source language: en
Languages: ga

source: Registering a political party in Ireland
ga: Páirtí polaitiúil a chlárú in Eirinn

source: The purpose of registering a political party in the Register of Political Parties is that candidates at elections who are members of registered parties may add their parties' name to their own names on the ballot paper
ga: Déantar páirtí polaitiúil a chlárú ar Chlár na bPáirtithe Polaitiúla ionas gur féidir le iarrthóirí toghcháin atá ina mbaill de pháirtithe cláraithe ainm an pháirtí a chur lena n-ainm féin ar an bpáipéar ballóide

source: If the party that you belong to is not included on the Register, you will be described as a non-party candidate on the ballot paper
ga: Muna bhfuil an páirtí a bhfuil ballraíocht agat ann cláraithe cuirfear síos ar an bpáipéar ballóide gur iarrthóir gan páirtí thú

source: The Registrar and the actual Register of Political Parties are based in the Houses of the Oireachtas, Dublin. The Registrar is the Clerk of the Dáil
ga: Tá Cláraitheoir agus Clár na bPáirtithe Polaitiúla lonnaithe i dTithe an Oireachtais, i mBaile Átha Cliath

source: Under Section 25 of the Electoral Act, 1992, as substituted by Section 11 of the Electoral (Amendment) Act, 2001, you can apply to the Registrar of Political Parties in order to register your own political party in any of the following elections in Ireland:
ga: Faoi Alt 25 den Acht Toghcháin 1992, ina áit Alt 11 den Acht Toghcháin 2001, is féidir leat iarratas a chur chuig Clár na bPáirtithe Polaitiúla ar mhaithe le do pháirtí polaitiúil a chlárú d’aon cheann de na toghcháin seo a leanas in Éirinn:

source: To be registered, your party has to satisfy the Registrar that it is organised to contest elections
ga: Le clárú ní mór do do pháirtí an Cláraitheoir a shásamh go bhfuil sé eagraithe le dul san iomaíocht sna toghcháin

source: Your party must also have one of the following:
ga: Ní mór do pháirtí a bheith ar cheann díobh seo a leanas chomh maith:

source: • It must have not less than 300 recorded members aged 18 or over
ga: • Nach bhfuil níos lú ná 300 ball cláraithe atá 8 mbliana déag d'aois nó ós a chionn

source: A party that applies for registration as a party organised to contest elections in part of the State or local elections only needs 100 recorded members aged 18 or over
ga: Ní theastaíonn ach 100 ball cláraithe atá 8 mbliana déag d'aois nó ós a chionn ó pháirtí a dhéanann iarratas le bheith cláraithe mar pháirtí le dul san iomaíocht i dtoghcháin i gcuid den Stát nó i dtoghcháin áitiúla

source: At least half of your party's recorded members must be on the Register of Electors
ga: Ní mór ar a laghad leath de bhaill chláraithe an pháirtí ar Chlár na dToghthóirí

source: • It must have at least one member who, at the time of the application, is a member of the Dáil or a representative of the European Parliament and who certifies in writing to the Registrar that he or she is a member of the party
ga: • Go bhfuil ball amháin den pháirtí ar a laghad, ag an am a dhéantar an t-iarratas, ina b(h)all den Dáil nó ina (h)ionadaí de Pharlaimint na hEorpa agus a thugann deimhniú i scríbhinn don Chláraitheoir gur ball den pháirtí é/í

source: • In the case of a party that applies as a party organised to contest only local elections, the party must have at least three members who, at the time of application, are members of a local authority and who each certify that he or she is a member of the party
ga: • I gcás páirtí a dhéanann iarratas mar pháirtí atá eagraithe le dul san iomaíocht sna toghcháin áitiúla amháin, go bhfuil triúr ball ar a laghad den pháirtí, ag an am a dhéantar an t-iarratas, ina mbaill d'údarás áitiúil agus a dheimhníonn gach duine acu go bhfuil sé/sí ina b(h)all den pháirtí

source: In addition, the party must have a constitution, a memorandum or another document or set of rules that have been adopted by the party and that provide for:
ga: Ní mór freisin, go mbeadh bunreacht ag an bpáirtí, meabhrán nó cáipéis eile nó rialacha eile a bhfuil glactha leo ag an bpáirtí agus a dhéanann soláthar dó na nithe seo a leanas:

source: • An annual or other periodic meeting or conference of the party
ga: • Cruinniú nó comhdháil bhliantúil nó tréimhsiúil eile den pháirtí

source: • An executive committee or similar body elected by the party, which administers the business of the party
ga: • Coiste feidhmiúcháin nó bord den chineál sin a bheith tofa ag an bpáirtí le gnó an pháirtí a riaradh

source: A party will not be registered if its name:
ga: Ní dhéanfar páirtí a chlárú má bhíonn an t-ainm atá air:

source: • Is identical to the name, abbreviation or acronym of the name of any registered party or so closely resembles the name, abbreviation or acronym of the name of a party as to be likely to confuse the public, or
ga: • Mar an gcéanna le ainm, giorrúchán nó acrainm ainm aon pháirtí cláraithe nó má bhíonn sé chomh cosúil le ainm, giorrúchán nó acrainm ainm pháirtí eile agus go bhféadfadh an pobal a bheith curtha amú, nó

source: • Consists of more than 6 words or
ga: • Déanta suas de níos mó ná sé fhocal nó

source: • In the case of a party operating in relation to a particular part of the State, does not include sufficient reference to that part to make it clear that the party only operates in relation to that part
ga: • I gcás páirtí atá ag feidhmiú maidir le cuid faoi leith den Stát, nach bhfuil tagairt chuí déanta san ainm don chuid sin den Stát agus nach bhfuil sé soiléir nach bhfuil an páirtí ach ag feidhmiú maidir leis an gcuid sin

source: An application to register a political party emblem will not be granted if the emblem:
ga: Ní cheadófar iarratas le suaitheantas a chlárú má bhíonn:

source: • Is likely to be confused by voters with a registered emblem used by another party
ga: • Sé cosúil le suaitheantas cláraithe atá in úsáid ag páirtí eile agus a d'fhéadfadh toghthóirí a chur amú

source: • Is obscene or offensive
ga: • Sé gáirisiúl nó maslach

source: • Is of such a character that its publication would be likely to amount to the commission of a offence
ga: • Sé den tsórt gur dócha gur ionann le coir a dhéanamh agus an suaitheantas a fhoilsiú

source: • Includes a word or expression, which if it was or was part of the party's name, would prevent the party from being registered
ga: • Focal nó leagan cainte ann, a bheadh ina bhac do chlárúcháin an pháirtí dá mbeadh an focal nó an leagan cainte sin mar chuid d'ainm an pháirtí

source: Unregistered parties are entitled to fight elections but the party's name will not appear on the ballot paper
ga: Is féidir le páirtithe nach bhfuil cláraithe dul san iomaíocht i dtoghcháin ach ní bheidh ainm an pháirtí ar na páipéir bhallóide

source: The following details are entered in the Register of Political Parties:
ga: Cuirtear na sonraí seo a leanas ar Chlár na bPáirtithe Polaitiúla:

source: • The name of the party, including any abbreviation or acronym
ga: • Ainm an pháirtí, san áireamh aon ghiorrúchán nó acrainm

source: • The emblem, if an application for its registration has been granted
ga: • An suaitheantas, má éiríonn le iarratas leis an suaitheantas féin a chlárú

source: • The address of the party's headquarters
ga: • Seoladh ceanncheathrú an pháirtí

source: • The name or names of the officer or officers of the party who are authorised to sign certificates authenticating the party's candidates at elections
ga: • Ainm/ainmneacha an oifigigh/na n-oifigeach den pháirtí a bhfuil údarás acu teastais a shíniú a dheimhníonn iarrthóirí an pháirtí sna toghcháin

source: • The type or types of election that the party is registered as being organised to contest
ga: • An cineál nó na cineálacha toghchán a bhfuil an páirtí cláraithe eagraithe le dul san iomaíocht iontu

source: • Where the party is registered as organised to contest elections in a specified part of the State, a reference to that fact and to the part of the State concerned
ga: • Nuair atá an páirtí cláraithe eagraithe le dul san iomaíocht i dtoghcháin i gcuid faoi leith den Stát, tagairt a bheith déanta dó sin agus don chuid den Stát atá i gceist

source: • The name of any political group with which the party is affiliated
ga: • Ainm aon ghrúpa polaitiúil a bhfuil baint ag an bpáirtí leis

source: • The name and address of each accounting unit (for example, branch) of the political party and the name and address of the person (for example, treasurer) of the accounting unit who is responsible for dealing with donations
ga: • Ainm agus seoladh gach aonad cuntasaíochta (mar shampla, brainse) den pháirtí polaitíochta agus ainm agus seoladh an duine (mar shampla, cisteoir) an aonaid cuntasaíochta atá freagrach as déileáil le síntiúis

source: When the Registrar has considered your application for registration, you will be notified of the decision and informed about the reasons for refusal if your application is refused and details of how to appeal the decision
ga: Nuair atá scrúdú déanta ag an gCláraitheoir ar d'iarratas ar chlárúchán, cuirfear scéal chugat maidir leis an gcinneadh atá tógtha agus má dhiúltaítear don iarratas cuirfear in iúl duit cén fáth nár ceadaíodh é agus cén chaoi le hachomharc a dhéanamh ar an gcinneadh

source: Notice of decision will be published in Iris Oifigiúil
ga: Fógrófar an cinneadh san Iris Oifigiúil

source: Appeals can be made in writing, within 21 days of the decision, to the Clerk of the Seanad together with a deposit
ga: Is féidir achomharc a lorg i scríbhinn taobh istigh de 21 lá ón gcinneadh, chuig Cléireach an tSeanaid agus éarlais in éineacht leis

source: The appeal board consists of a Judge of the High Court acting as Chairman, and the Chairman of the Dáil and the Chairman of the Seanad
ga: Breitheamh Ardchúirte ina C(h)athaoirleach, Cathaoirleacha na Dála agus Cathaoirleach an tSeanaid is baill den bhord achomhairc

source: Anyone can inspect the register of political parties in Ireland by contacting the office of the Registrar and making an appointment (see "Where to apply")
ga: Is féidir le duine ar bith scrúdú a dhéanamh ar chlár na bpáirtithe polaitiúla in Éirinn ach teagmháil a dhéanamh le oifig an Chláraitheora agus coinne a dhéanamh

source: An appeal against the refusal of an application for registration requires a deposit of €634.87 to be paid
ga: Ní mór éarlais de €634.87 a íoc ar achomharc a lorg i dtaobh iarratais ar chlárúchán nár ceadaíodh

source: There is no fee for inspecting the register of political parties or for registering a political party in Ireland
ga: Níl aon táille le n-íoc as scrúdú a dhéanamh ar chlár na bpáirtithe polaitiúla, no faoi gcláraítear páirtí polaitiúil in Éirinn

source: Contact the Office of the Registrar of Political Parties and request an application form
ga: Déan teagmháil le hOifig Chláraitheoir na bPáirtithe Polaitiúla agus iarr foirm iarratais orthu

source: You will receive a copy of the application form, together with with a copy of the relevant extract from the Electoral (Amendment) Act, 2001
ga: Cuirfear cóip den fhoirm iarratais chugat chomh maith le cóip den Acht um Thoghcháin (Leasú) 2001

source: The application form to register your political party is not currently available to download online
ga: Níl an fhoirm iarratais le páirtí polaitiúil a chlárú ar fáil le híoschóipeáil ar an idirlíon faoi láthair
